child('Константин Еврев','Александр Еврев').
child('Константин Еврев','Тамара Еврев').
child('Татьяна Еврев','Николай Савин').
child('Татьяна Еврев','Галина Савин').
child('Дмитрий Еврев','Константин Еврев').
child('Дмитрий Еврев','Татьяна Еврев').
child('Александра Еврев','Константин Еврев').
child('Александра Еврев','Татьяна Еврев').
child('Роман Еврев','Константин Еврев').
child('Роман Еврев','Татьяна Еврев').
child('Александр Еврев','Афанасий Еврев').
child('Александр Еврев','Анастасия Еврев').
child('Тамара Еврев','Семён Еврев').
child('Тамара Еврев','Мария Еврев').
child('Николай Савин','Александр Савин').
child('Николай Савин','Мария Савин').
child('Галина Савин','Анатолий Нифонтов').
child('Галина Савин','Наталья Нифонтов').
child('Елена Савин','Николай Савин').
child('Елена Савин','Галина Савин').
child('Анатолий Нифонтов','Никита Нифонтов').
child('Анатолий Нифонтов','Анна Нифонтов').
child('Наталья Нифонтов','Афанасий Кирилин').
child('Наталья Нифонтов','Ксения Кирилин').
child('Александр Савин','Иван Савин').
child('Александр Савин','Екатерина Савин').
child('Мария Савин','Дмитрий Воробьев').
child('Мария Савин','Софья Воробьев').
child('Евгения Еврев','Семён Еврев').
child('Евгения Еврев','Мария Еврев').
child('Валентина Еврев','Семён Еврев').
child('Валентина Еврев','Мария Еврев').
child('Иван Савин','Савелий Савин').
child('Иван Савин','Анастасия Савин').
child('Екатерина Савин','Петр Громов').
child('Екатерина Савин','Валерия Громов').
child('Дмитрий Воробьев','Артем Воробьев').
child('Дмитрий Воробьев','Мария Воробьев').
child('Софья Воробьев','Виталий Волков').
child('Софья Воробьев','Надежда Волков').
child('Никита Нифонтов','Павел Нифонтов').
child('Никита Нифонтов','Александра Нифонтов').
child('Анна Нифонтов','Георгий Боев').
child('Анна Нифонтов','Светлана Боев').
child('Олег Кирилин','Константин Кирилин').
child('Олег Кирилин','Серафима Кирилин').
child('Валентина Кирилин','Тимур Сковорода').
child('Валентина Кирилин','Василиса Сковорода').
male('Константин Еврев').
male('Дмитрий Еврев').
male('Роман Еврев').
male('Александр Еврев').
male('Николай Савин').
male('Анатолий Нифонтов').
male('Александр Савин').
male('Семён Еврев').
male('Иван Савин').
male('Савелий Савин').
male('Петр Громов').
male('Дмитрий Воробьев').
male('Никита Нифонтов').
male('Олег Кирилин').
male('Артем Воробьев').
male('Виталий Волков').
male('Павел Нифонтов').
male('Александра Нифонтов Нифонтов').
male('Георгий Боев').
male('Константин Кирилин').
male('Тимур Сковорода').
male('Афанасий Еврев').
female('Татьяна Еврев').
female('Александра Еврев').
female('Тамара Еврев').
female('Галина Савин').
female('Елена Савин').
female('Наталья Нифонтов').
female('Мария Савин').
female('Мария Еврев').
female('Евгения Еврев').
female('Валентина Еврев').
female('Екатерина Савин').
female('Анастасия Савин').
female('Валерия Громов').
female('Софья Воробьев').
female('Анна Нифонтов').
female('Ксения Кирилин').
female('Мария Воробьев').
female('Надежда Волков').
female('Александра Нифонтов').
female('Светлана Боев').
female('Серафима Кирилин').
female('Василиса Сковорода').
female('Анастасия Еврев').